[A_meteorite_Buff H7BaseBuff]
mName="Уязвимость к огню"
mTooltip="Увеличивает урон, который это существо получает от атак %icon_fire огнём, на %res. Длительность (ходов): %durnow."

[A_Firebolt H7HeroAbility]
mTooltipMagicGuild="Мгновенно наносит выбранному вражескому отряду урон от %d.icon магии огня."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon"
mTooltipUpgraded="Наносит всем вражеским отрядам от %d.min до %d.max ед. урона от %d.icon магии огня, делая их уязвимыми для огня на %buff.buff.durini хода."
mName="Метеоритный дождь"
mTooltip="Наносит всем вражеским отрядам от %d.min до %d.max ед. урона от %d.icon магии огня."



